#include <locale.h>
#include <stdio.h>
#include "Teacher.h"


void main()

{
    setlocale(LC_ALL, "RUS");
    name();
    puts("hello world");
    puts("***********************************************************************************");
    puts("*           Пример разработки консольного приложения – вывода текста              *");
    puts("*БИСТ-222, Маньшин Иван                                                           *");
    puts("***********************************************************************************");
    puts(" ___  ___   ___         ___            ");
    puts("/  / | _   |   | |     |   | |         ");
    puts("  /  |/ |  |   | |__|  |   | |__|      ");
    puts(" ---  __/   ___     |   ___     |      ");

}